tap "aws/tap"
tap "felixvo/jwtcli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "koekeishiya/formulae"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.11"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "black"
brew "cosign"
brew "dart-sdk"
brew "direnv"
brew "eksctl"
brew "librsvg"
brew "graphviz"
brew "krb5"
brew "libpq"
brew "eralchemy"
brew "flake8"
brew "fswatch"
brew "fzf"
brew "git-flow"
brew "go"
brew "go-task"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "kind"
brew "krew"
brew "kubie"
brew "kustomize"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "node"
brew "nvm"
brew "peco"
brew "pipx"
brew "python@3.10"
brew "qemu"
brew "socket_vmnet"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "unison"
brew "w3m"
brew "watch"
brew "wget"
brew "xcodes"
brew "yarn"
brew "yj"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixvo/jwtcli/jwtcli"
brew "hashicorp/tap/terraform-ls"
brew "knative-sandbox/kn-plugins/quickstart"
brew "knative/client/kn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alfred"
cask "anaconda"
cask "android-studio"
cask "chatwork"
cask "chrome-devtools"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "nextcloud"
cask "notion"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "runcat-plugins-manager"
cask "session-manager-plugin"
cask "slack"
cask "tailscale"
cask "visual-studio-code"
cask "zoom"
vscode "4ops.terraform"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "aws-scripting-guy.cform"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "webdevsnyc.aws-sam-snippets"
vscode "webdokkeren.joinlines"
vscode "ZainChen.json"
